<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class SdgGoalsSeeder extends Seeder
{
    /**
     * Run the database seeds.
     */
    public function run(): void
    {
        $goals = [
            ['code' => '01', 'title' => 'Ликвидация нищеты', 'color' => 'rgb(239 56 76)'],
            ['code' => '02', 'title' => 'Ликвидация голода', 'color' => 'rgba(233, 178, 51, 1)'],
            ['code' => '03', 'title' => 'Хорошее здоровье и благополучие', 'color' => 'rgba(16, 163, 72, 1)'],
            ['code' => '04', 'title' => 'Качественное образование', 'color' => 'rgba(228, 35, 56, 1)'],
            ['code' => '05', 'title' => 'Гендерное равенство', 'color' => 'rgba(241, 82, 61, 1)'],
            ['code' => '06', 'title' => 'Чистая вода и санитария', 'color' => 'rgba(0, 170, 212, 1)'],
            ['code' => '07', 'title' => 'Недорогостоящая и чистая энергия', 'color' => 'rgba(255, 170, 0, 1)'],
            ['code' => '08', 'title' => 'Достойная работа и экономический рост', 'color' => 'rgba(184, 30, 76, 1)'],
            ['code' => '09', 'title' => 'Индустриализация, инновации и инфраструктура', 'color' => 'rgba(242, 116, 57, 1)'],
            ['code' => '10', 'title' => 'Сокращение неравенства', 'color' => 'rgba(240, 45, 121, 1)'],
            ['code' => '11', 'title' => 'Устойчивые города и сообщества', 'color' => 'rgba(251, 156, 50, 1)'],
            ['code' => '12', 'title' => 'Ответственное потребление и производство', 'color' => 'rgba(203, 148, 47, 1)'],
            ['code' => '13', 'title' => 'Борьба с изменением климата', 'color' => 'rgba(15, 128, 76, 1)'],
            ['code' => '14', 'title' => 'Сохранение морских экосистем', 'color' => 'rgba(16, 150, 211, 1)'],
            ['code' => '15', 'title' => 'Сохранение экосистем суши', 'color' => 'rgba(46, 178, 77, 1)'],
            ['code' => '16', 'title' => 'Мир, правосудие и эффективные институты', 'color' => 'rgba(6, 111, 159, 1)'],
            ['code' => '17', 'title' => 'Партнерство в интересах устойчивого развития', 'color' => 'rgba(7, 75, 110, 1)'],
        ];

        DB::table('sdg_goals')->insert($goals);
    }
}
