@extends('layouts.app')

@section('title', 'ОДМ жариялымдары')

@section('content')



    <div id="main-content" class="container" role="main" style="padding-top: 150px; padding-bottom: 80px; ">
        <div class="content-page">
            <div class="top-block mb-2">
                <div class="block-title">ОДМ жариялымдары</div>
            </div>
            <div class="mb-2">
                <ul class="statistics-list">
                    <li>
                        <a href="/upload/medialibrary/423/pgzrhoxvvxhvjj5czqi1qmzcmulz0gxp/Тұрақты дамуға қол жеткізу мақсатындағы гендерлік теңдік.mp4" class="statistic">
            <span class="statistic-title">
                Орнықты дамуға қол жеткізу мақсатындағы гендерлік теңдік
            </span>
                            <span class="statistic-right">
                <span class="statistic-size">
                    19 MБ, .mp4
                </span>
                <span class="statisctic-icon">
                    <svg width="17" height="19" viewBox="0 0 17 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M13.5 6.85859H11.7C11.16 6.85859 10.8 7.21859 10.8 7.75859C10.8 8.29859 11.16 8.65859 11.7 8.65859H13.5C14.04 8.65859 14.4 9.01859 14.4 9.55859V15.8586C14.4 16.3986 14.04 16.7586 13.5 16.7586H2.7C2.16 16.7586 1.8 16.3986 1.8 15.8586V9.55859C1.8 9.01859 2.16 8.65859 2.7 8.65859H4.5C5.04 8.65859 5.4 8.29859 5.4 7.75859C5.4 7.21859 5.04 6.85859 4.5 6.85859H2.7C1.17 6.85859 0 8.02859 0 9.55859V15.8586C0 17.3886 1.17 18.5586 2.7 18.5586H13.5C15.03 18.5586 16.2 17.3886 16.2 15.8586V9.55859C16.2 8.02859 15.03 6.85859 13.5 6.85859ZM4.77 11.9886L7.47 14.6886C7.65 14.8686 7.83 14.9586 8.1 14.9586C8.37 14.9586 8.55 14.8686 8.73 14.6886L11.43 11.9886C11.79 11.6286 11.79 11.0886 11.43 10.7286C11.07 10.3686 10.53 10.3686 10.17 10.7286L9 11.8986V1.45859C9 0.918594 8.64 0.558594 8.1 0.558594C7.56 0.558594 7.2 0.918594 7.2 1.45859V11.8986L6.03 10.7286C5.67 10.3686 5.13 10.3686 4.77 10.7286C4.41 11.0886 4.41 11.6286 4.77 11.9886Z" fill="#4264D0"></path>
                    </svg>
                </span>
            </span>
                        </a>
                    </li>
                    <li>
                        <a href="/upload/medialibrary/e8f/xfh8aysnsp0voirizphwkeqkb7v09d13/ОДМ Жинақ 2015-2019.pdf" class="statistic">
            <span class="statistic-title">
                «Қазақстандағы Орнықты даму мақсаттары» статистикалық жинағы (2015-2019)
            </span>
                            <span class="statistic-right">
                <span class="statistic-size">
                   41,3 Мб, .pdf
                </span>
                <span class="statisctic-icon">
                    <svg width="17" height="19" viewBox="0 0 17 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M13.5 6.85859H11.7C11.16 6.85859 10.8 7.21859 10.8 7.75859C10.8 8.29859 11.16 8.65859 11.7 8.65859H13.5C14.04 8.65859 14.4 9.01859 14.4 9.55859V15.8586C14.4 16.3986 14.04 16.7586 13.5 16.7586H2.7C2.16 16.7586 1.8 16.3986 1.8 15.8586V9.55859C1.8 9.01859 2.16 8.65859 2.7 8.65859H4.5C5.04 8.65859 5.4 8.29859 5.4 7.75859C5.4 7.21859 5.04 6.85859 4.5 6.85859H2.7C1.17 6.85859 0 8.02859 0 9.55859V15.8586C0 17.3886 1.17 18.5586 2.7 18.5586H13.5C15.03 18.5586 16.2 17.3886 16.2 15.8586V9.55859C16.2 8.02859 15.03 6.85859 13.5 6.85859ZM4.77 11.9886L7.47 14.6886C7.65 14.8686 7.83 14.9586 8.1 14.9586C8.37 14.9586 8.55 14.8686 8.73 14.6886L11.43 11.9886C11.79 11.6286 11.79 11.0886 11.43 10.7286C11.07 10.3686 10.53 10.3686 10.17 10.7286L9 11.8986V1.45859C9 0.918594 8.64 0.558594 8.1 0.558594C7.56 0.558594 7.2 0.918594 7.2 1.45859V11.8986L6.03 10.7286C5.67 10.3686 5.13 10.3686 4.77 10.7286C4.41 11.0886 4.41 11.6286 4.77 11.9886Z" fill="#4264D0"></path>
                    </svg>
                </span>
            </span>
                        </a>
                    </li>
                    <li>
                        <a href="/upload/iblock/260/ze96sijexjasrz79d2madaeftya3lols/С-39-Г 2020 (каз).zip" class="statistic">
                <span class="statistic-title">
                    «Қазақстандағы Орнықты даму мақсаттары» статистикалық жинағы (2016-2020)
                </span>
                            <span class="statistic-right">
                    <span class="statistic-size">
                       2,18 Мб, .zip
                    </span>
                    <span class="statisctic-icon">
                        <svg width="17" height="19" viewBox="0 0 17 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M13.5 6.85859H11.7C11.16 6.85859 10.8 7.21859 10.8 7.75859C10.8 8.29859 11.16 8.65859 11.7 8.65859H13.5C14.04 8.65859 14.4 9.01859 14.4 9.55859V15.8586C14.4 16.3986 14.04 16.7586 13.5 16.7586H2.7C2.16 16.7586 1.8 16.3986 1.8 15.8586V9.55859C1.8 9.01859 2.16 8.65859 2.7 8.65859H4.5C5.04 8.65859 5.4 8.29859 5.4 7.75859C5.4 7.21859 5.04 6.85859 4.5 6.85859H2.7C1.17 6.85859 0 8.02859 0 9.55859V15.8586C0 17.3886 1.17 18.5586 2.7 18.5586H13.5C15.03 18.5586 16.2 17.3886 16.2 15.8586V9.55859C16.2 8.02859 15.03 6.85859 13.5 6.85859ZM4.77 11.9886L7.47 14.6886C7.65 14.8686 7.83 14.9586 8.1 14.9586C8.37 14.9586 8.55 14.8686 8.73 14.6886L11.43 11.9886C11.79 11.6286 11.79 11.0886 11.43 10.7286C11.07 10.3686 10.53 10.3686 10.17 10.7286L9 11.8986V1.45859C9 0.918594 8.64 0.558594 8.1 0.558594C7.56 0.558594 7.2 0.918594 7.2 1.45859V11.8986L6.03 10.7286C5.67 10.3686 5.13 10.3686 4.77 10.7286C4.41 11.0886 4.41 11.6286 4.77 11.9886Z" fill="#4264D0"></path>
                        </svg>
                    </span>
                </span>
                        </a>
                    </li>
                    <li>
                        <a href="/upload/medialibrary/362/zdkb8ee31h33b50xpcof0dp9v93wyp6q/SDG_report_kaz.pdf" class="statistic">
                <span class="statistic-title">
                    Орнықты даму мақсаттарының статистикасы - Қазақстанның көрсеткіштері
                </span>
                            <span class="statistic-right">
                    <span class="statistic-size">
                       5,4 Мб, .pdf
                    </span>
                    <span class="statisctic-icon">
                        <svg width="17" height="19" viewBox="0 0 17 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M13.5 6.85859H11.7C11.16 6.85859 10.8 7.21859 10.8 7.75859C10.8 8.29859 11.16 8.65859 11.7 8.65859H13.5C14.04 8.65859 14.4 9.01859 14.4 9.55859V15.8586C14.4 16.3986 14.04 16.7586 13.5 16.7586H2.7C2.16 16.7586 1.8 16.3986 1.8 15.8586V9.55859C1.8 9.01859 2.16 8.65859 2.7 8.65859H4.5C5.04 8.65859 5.4 8.29859 5.4 7.75859C5.4 7.21859 5.04 6.85859 4.5 6.85859H2.7C1.17 6.85859 0 8.02859 0 9.55859V15.8586C0 17.3886 1.17 18.5586 2.7 18.5586H13.5C15.03 18.5586 16.2 17.3886 16.2 15.8586V9.55859C16.2 8.02859 15.03 6.85859 13.5 6.85859ZM4.77 11.9886L7.47 14.6886C7.65 14.8686 7.83 14.9586 8.1 14.9586C8.37 14.9586 8.55 14.8686 8.73 14.6886L11.43 11.9886C11.79 11.6286 11.79 11.0886 11.43 10.7286C11.07 10.3686 10.53 10.3686 10.17 10.7286L9 11.8986V1.45859C9 0.918594 8.64 0.558594 8.1 0.558594C7.56 0.558594 7.2 0.918594 7.2 1.45859V11.8986L6.03 10.7286C5.67 10.3686 5.13 10.3686 4.77 10.7286C4.41 11.0886 4.41 11.6286 4.77 11.9886Z" fill="#4264D0"></path>
                        </svg>
                    </span>
                </span>
                        </a>
                    </li>
                </ul>
            </div>


        </div>
    </div>
@endsection
