<?php

return [
    'sdg_page_title' => 'Цели устойчивого развития - Казахстан',
    'sdg_page_description' => 'Обзор прогресса Целей устойчивого развития (ЦУР) в Казахстане',
    'admin_panel' => 'Админ панель',
    'logout' => 'Выйти',
    'publications' => 'Публикации',
    'millennium_development_goals' => 'Цели Развития Тысячелетия',
    'events_activities' => 'События и мероприятия',
    'useful_resources' => 'Полезные ресурсы по ЦУР',
    'contacts' => 'Контакты',
    'reporting_status' => 'Состояние отчётности',
    'about' => 'О нас',
    'faq' => 'Часто задаваемые вопросы',
    'about_implementation_sdg' => 'О реализации Целей устойчивого<br> развития в Казахстане',
    'sdg_knowledge_platform' => 'Платформа знаний<br> ЦУР ООН',
    'statistics_division' => 'Статистический<br> отдел ООН',
    'unece_and_sdg' => 'ЕЭК ООН и ЦУР',
    'world_development_indicators_sdg' => 'Показатели Всемирного Развития <br>Цели Устойчивого Развития',
    'review_sdg' => 'Обзор ЦУР',
    'kazakhstan' => 'Казахстан',
    'click_on_columns' => 'Нажмите на столбцы, чтобы увидеть прогресс каждого индикатора.',
    'deterioration_of_indicator' => 'Ухудшение показателя',
    'improvement_of_indicator' => 'Улучшение показателя',
    'no_changes' => 'Без изменений',
    'about_project' => 'О проекте',
    '17_goals_transform_our_world' => '17 целей преобразят наш мир',

    'sdg' => 'Цели в области устойчивого развития (ЦУР)',
    'sdg_represent_universal_appeal' => 'представляют собой универсальный призыв к действиям, направленным на то, чтобы покончить с
                        нищетой, защитить планету и улучшить жизнь и перспективы каждого человека, где бы он ни
                        находился. Эти 17 целей были приняты всеми
                        государствами-членами ООН в 2015 году в рамках',
    '2030_sustainable_development_agenda' => '2030 Повестки дня в области устойчивого развития.',
    'monitor_review_implementation_process' => 'Для осуществления мониторинга и обзора процесса реализаций 17 целей в области устойчивого
                        развития (ЦУР) и 169 задач новой повестки дня используется система глобальных показателей,
                        разработанных Межучрежденческой и
                        экспертной группой по показателям достижения Целей в области устойчивого развития (МУЭГ-ЦУР).',
    'order_facilitate_monitoring_progress' => 'С целью содействия осуществлению мониторинга прогресса в реализации целей и задач ЦУР на
                        национальном уровне каждое государство-член ООН может в дополнение к глобальным индикаторам
                        разработать национальные индикаторы.',
    'kazakhstan_nationalized_global_sdg_indicators' => 'Казахстан национализировал глобальные индикаторы ЦУР и на сегодняшний день система мониторинга
                        включает 280 индикаторов, из которых 205 глобальных и 75 национальных индикаторов. Все имеющиеся
                        данные по каждой ЦУР
                        представлены ниже.',
    'national_reporting_platform_sdg' => 'В настоящей Национальной платформе отчетности по Целям устойчивого развития (ЦУР) опубликованы
                        открытые данные по статистике ЦУР, предоставляемые Бюро национальной статистики Агентства по
                        стратегическому планированию и
                        реформам Республики Казахстан (далее – Бюро) в качестве центрального координатора отчетности по
                        ЦУР.',
    'state_statistics_bodies_ensure_equal_rights_users' => 'Органы государственной статистики обеспечивают пользователям равные права на одновременный
                        доступ к качественной официальной статистической информации, в том числе в формате
                        машиночитаемых данных и статистической
                        методологии, путем их размещения на интернет-ресурсе органов государственной статистики и
                        интернет-портале открытых данных веб-портала «электронного правительства».',
    'users_have_right_simultaneous_equal_access' => 'Пользователи имеют право: 1) одновременного и равного доступа к официальной статистической
                        информации в соответствии с графиком распространения официальной статистической информации; 2)
                        использования официальной
                        статистической информации в собственных целях со ссылкой на источник.',
    'terms_official_statistical_information' => 'Условия использования официальной статистической информации Пользователи без заключения договора
                        c Бюро национальной статистики Агентства по стратегическому планированию и реформам Республики
                        Казахстан могут использовать
                        официальную статистическую информацию (в том числе повторно) свободно, бесплатно, бессрочно и
                        без ограничения территории использования, в том числе копировать, публиковать, распространять со
                        ссылкой на источник, видоизменять
                        и объединять с другой информацией, а так же использовать с целью создания программных продуктов
                        и приложений.',
    'download_all_data' => 'Скачать все данные',
    'size_and_last_uploaded' => 'Размер: 3.3 MB, Последний раз данные обновлялись - Jun 20, 2025',
    'bns' => 'Бюро Национальной статистики Агентства по стратегическому планированию и реформам Республики
                    Казахстан',
    'rights_reserved' => '© 2025 Все права защищены',
];
